// Данные для выпадающих списков

export const subjects = [
  'Математика',
  'Физика',
  'Химия',
  'Информатика',
  'Программирование',
  'Базы данных',
  'Английский',
  'История',
  'Философия',
  'Экономика',
  'Физкультура',
];

export const teachers = [
  'Иванов И.И.',
  'Петров П.П.',
  'Сидорова А.А.',
  'Павлов К.К.',
  'Козлова М.М.',
  'Морозов В.В.',
  'Новикова Л.Л.',
  'Соколов Н.Н.',
  'Титов О.О.',
  'Смирнов С.С.',
];

export const rooms = [
  '101',
  '102',
  '201',
  '301',
  '401',
  'Спортзал',
];

export const buildings = [
  '1',
  '2',
  '3',
  '4',
  '5',
];

